Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: 3-й переулок Горького
be: 3-і завулак Горкага

source: 3-й переулок Гречихи
be: 3-і завулак Грачыхі

source: 3-й переулок Доватора
be: 3-і завулак Даватара

source: 3-й переулок Жукова
be: 3-і завулак Жукава

source: 3-й переулок Жуковского
be: 3-і завулак Жукоўскага

source: 3-й переулок Зайцева
be: 3-і завулак Зайцава

source: 3-й переулок Заслонова
be: 3-і завулак Заслонава

source: 3-й переулок Зубачёва
be: 3-і завулак Зубачова

source: 3-й переулок Зюбина
be: 3-і завулак Зюбіна

source: 3-й переулок Ильича
be: 3-і завулак Іл’іча

source: 3-й переулок Калинина
be: 3-і завулак Калініна

source: 3-й переулок Калиновского
be: 3-і завулак Каліноўскага

source: 3-й переулок Катаева
be: 3-і завулак Катаева

source: 3-й переулок Кирова
be: 3-і завулак Кірава

source: 3-й переулок Кожедуба
be: 3-і завулак Кажадуба

source: 3-й переулок Кольцова
be: 3-і завулак Кальцова

source: 3-й переулок Комарова
be: 3-і завулак Камарова

source: 3-й переулок Кондратенко
be: 3-і завулак Кандраценкі

source: 3-й переулок Корженевского
be: 3-і завулак Каржанеўскага

source: 3-й переулок Космонавтов
be: 3-і завулак Касманаўтаў

source: 3-й переулок Красной Слободы
be: 3-і завулак Чырвонай Слабады

source: 3-й переулок Крупской
be: 3-і завулак Крупскай

source: 3-й переулок Куйбышева
be: 3-і завулак Куйбышава

source: 3-й переулок Лазо
be: 3-і завулак Лазо

source: 3-й переулок Ленина
be: 3-і завулак Леніна

source: 3-й переулок Лизы Чайкиной
be: 3-і завулак Лізы Чайкінай

source: 3-й переулок Люси Сечко
be: 3-і завулак Люсі Сячко

source: 3-й переулок Марата
be: 3-і завулак Марата

source: 3-й переулок Матросова
be: 3-і завулак Матросава

source: 3-й переулок Механизаторов
be: 3-і завулак Механізатараў

source: 3-й переулок Мечникова
be: 3-і завулак Мечнікава

source: 3-й переулок Мира
be: 3-і завулак Міру

source: 3-й переулок Мироновой
be: 3-і завулак Міронавай

source: 3-й переулок Михалово
be: 3-і завулак Міхалова

source: 3-й переулок Мичурина
be: 3-і завулак Мічурына

source: 3-й переулок Можайского
be: 3-і завулак Мажайскага

source: 3-й переулок Монтажников
be: 3-і завулак Мантажнікаў

source: 3-й переулок Московского
be: 3-і завулак Маскоўскага

source: 3-й переулок Некрасова
be: 3-і завулак Някрасава

source: 3-й переулок Никитина
be: 3-і завулак Нікіціна

source: 3-й переулок Ольги Соломовой
be: 3-і завулак Вольгі Саломавай

source: 3-й переулок Осипенко
be: 3-і завулак Асіпенкі

source: 3-й переулок Павлова
be: 3-і завулак Паўлава

source: 3-й переулок Панфилова
be: 3-і завулак Панфілава

source: 3-й переулок Пирогова
be: 3-і завулак Пірагова

source: 3-й переулок Плеханова
be: 3-і завулак Пляханава

source: 3-й переулок Правды
be: 3-і завулак Праўды

source: 3-й переулок Ровчакова
be: 3-і завулак Раўчакова

source: 3-й переулок Салова
be: 3-і завулак Салава

source: 3-й переулок Свердлова
be: 3-і завулак Свярдлова

source: 3-й переулок Серафимовича
be: 3-і завулак Серафімовіча

source: 3-й переулок Скорины
be: 3-і завулак Скарыны

source: 3-й переулок Стасова
be: 3-і завулак Стасава

source: 3-й переулок Тимирязева
be: 3-і завулак Ціміразева

source: 3-й переулок Уритского
be: 3-і завулак Урыцкага

source: 3-й переулок Урицкого
be: 3-і завулак Урыцкага

source: 3-й переулок Фрунзе
be: 3-і завулак Фрунзэ

source: 3-й переулок Фурманова
be: 3-і завулак Фурманава

source: 3-й переулок Циолковского
be: 3-і завулак Цыялкоўскага

source: 3-й переулок Чапаева
be: 3-і завулак Чапаева

source: 3-й переулок Чернышевского
be: 3-і завулак Чарнышэўскага

source: 3-й переулок Чкалова
be: 3-і завулак Чкалава

source: 3-й переулок Шабельникова
be: 3-і завулак Шабельнікава

source: 3-й переулок Шевченко
be: 3-і завулак Шаўчэнкі

source: 3-й переулок Шмидта
be: 3-і завулак Шміта

source: 3-й переулок Щедрина
be: 3-і завулак Шчадрына

source: 3-й переулок Энгельса
be: 3-і завулак Энгельса

source: 3-й переулок Якуба Коласа
be: 3-і завулак Якуба Коласа

source: 3-й переулок Янки Купалы
be: 3-і завулак Янкі Купалы

source: 3-й Пионерский переулок
be: 3-і Піянерскі завулак

source: 3-й Победоносный переулок
be: 3-і Пераможны завулак

source: 3-й Подгорный переулок
be: 3-і Падгорны завулак

source: 3-й Подлесный переулок
be: 3-і Падлесны завулак

source: 3-й Подольный переулок
be: 3-і Падольны завулак

source: 3-й Подольский переулок
be: 3-і Падольскі завулак

source: 3-й Полевой переулок
be: 3-і Палявы завулак

source: 3-й Полиграфический переулок
be: 3-і Паліграфічны завулак

source: 3-й Полоцкий переулок
be: 3-і Полацкі завулак

source: 3-й Портовый переулок
be: 3-і Партовы завулак

source: 3-й Поселковый переулок
be: 3-і Пасялковы завулак

source: 3-й Пригородный переулок
be: 3-і Прыгарадны завулак

source: 3-й Прогонный переулок
be: 3-і Прагонны завулак

source: 3-й Пролетарский переулок
be: 3-і Пралетарскі завулак

source: 3-й Путейский переулок
be: 3-і Пуцейскі завулак

source: 3-й Путепроводный переулок
be: 3-і Пуцеправодны завулак

source: 3-й Рабочий переулок
be: 3-і Рабочы завулак

source: 3-й Радиаторный переулок
be: 3-і Радыятарны завулак

source: 3-й Ракетный проезд
be: 3-і Ракетны праезд

source: 3-й Революционный переулок
be: 3-і Рывалюцыйны завулак

source: 3-й Садовый переулок
be: 3-і Садовы завулак

source: 3-й Свердловский проезд
be: 3-і Свярдлоўскі праезд

source: 3-й Свирский переулок
be: 3-і Свірскі завулак

source: 3-й Севастопольский переулок
be: 3-і Севастопальскі завулак

source: 3-й Северный переулок
be: 3-і Паўночны завулак

source: 3-й Семинарийский переулок
be: 3-і Семінарыйскі завулак

source: 3-й Сенненский переулок
be: 3-і Сенненскі завулак

source: 3-й Сморговский переулок
be: 3-і Смаргоўскі завулак

source: 3-й Советский переулок
be: 3-і Савецкі завулак

source: 3-й Совхозный переулок
be: 3-і Саўгасны завулак

source: 3-й Солнечный переулок
be: 3-і Сонечны завулак

source: 3-й Спортовый переулок
be: 3-і Спартовы завулак

source: 3-й Станционный переулок
be: 3-і Станцыйны завулак

source: 3-й Староволотовской переулок
be: 3-і Стараволатаўскі завулак

source: 3-й Стахановский переулок
be: 3-і Стаханаўскі завулак

source: 3-й Строительный переулок
be: 3-і Будаўнічы завулак

source: 3-й Сухой переулок
be: 3-і Сухі завулак

source: 3-й Томский переулок
be: 3-і Томскі завулак

source: 3-й Тракторный переулок
be: 3-і Трактарны завулак

source: 3-й Транзитный переулок
be: 3-і Транзітны завулак

source: 3-й Транспортный переулок
be: 3-і Транспартны завулак

source: 3-й Трубный переулок
be: 3-і Трубны завулак

source: 3-й Урожайный переулок
be: 3-і Ураджайны завулак

source: 3-й Февральский переулок
be: 3-і Лютаўскі завулак

source: 3-й Харьковский переулок
be: 3-і Харкаўскі завулак

source: 3-й Холмогорский переулок
be: 3-і Халмагорскі завулак

source: 3-й Хуторской переулок
be: 3-і Хутарскі завулак

source: 3-й Челябинский переулок
be: 3-і Чялябінскі завулак

source: 3-й Черепичный переулок
be: 3-і Чарапічны завулак

source: 3-й Шкловский переулок
be: 3-і Шклоўскі завулак

source: 3-й Шкловский проезд
be: 3-і Шклоўскі праезд

source: 3-й Южный переулок
be: 3-і Паўднёвы завулак

source: 3-й Ямницкий переулок
be: 3-і Ямніцкі завулак

source: 3-я Авангардная улица
be: 3-я Авангардная вуліца

source: 3-я Авиационная улица
be: 3-я Авіяцыйная вуліца

source: 3-я Береговая улица
be: 3-я Берагавая вуліца

source: 3-я Билевская улица
be: 3-я Білеўская вуліца

source: 3-я Вересковая улица
be: 3-я Верасовая вуліца

source: 3-я Восточная улица
be: 3-я Усходняя вуліца

source: 3-я Гвардейская улица
be: 3-я Гвардзейская вуліца

source: 3-я Дачная улица
be: 3-я Дачная вуліца

source: 3-я Железнодорожная улица
be: 3-я Чыгуначная вуліца

source: 3-я Заводская улица
be: 3-я Заводская вуліца

source: 3-я Загородная улица
be: 3-я Загарадная вуліца

source: 3-я Загорянская улица
be: 3-я Загаранская вуліца

source: 3-я Задорожная улица
be: 3-я Задарожная вуліца

source: 3-я Залинейная улица
be: 3-я Залінейная вуліца

source: 3-я Западная улица
be: 3-я Заходняя вуліца

source: 3-я Заречная улица
be: 3-я Зарэчная вуліца

source: 3-я Иногородняя улица
be: 3-я Іншагародняя вуліца

source: 3-я Кедровая улица
be: 3-я Кедравая вуліца

source: 3-я Киевская улица
be: 3-я Кіеўская вуліца

source: 3-я Клиническая улица
be: 3-я Клінічная вуліца

source: 3-я Коллективная улица
be: 3-я Калектыўная вуліца

source: 3-я Коммунальная улица
be: 3-я Камунальная вуліца

source: 3-я Краснобригадная улица
be: 3-я Чырвонабрыгадная вуліца

source: 3-я Круповская улица
be: 3-я Крупаўская вуліца

source: 3-я Лариновская улица
be: 3-я Ларынаўская вуліца

source: 3-я Лесная улица
be: 3-я Лясная вуліца

source: 3-я Линейная улица
be: 3-я Лінейная вуліца

source: 3-я Луговая улица
be: 3-я Лугавая вуліца

source: 3-я Лужеснянская улица
be: 3-я Лужаснянская вуліца

source: 3-я Луческая улица
be: 3-я Лучоская вуліца

source: 3-я Магистральная улица
be: 3-я Магістральная вуліца

source: 3-я Мопровская улица
be: 3-я Мопраўская вуліца

source: 3-я Муражская улица
be: 3-я Муражская вуліца

source: 3-я Набережная улица
be: 3-я Набярэжная вуліца

source: 3-я Народная улица
be: 3-я Народная вуліца

source: 3-я Новоостровенская улица
be: 3-я Новаастровенская вуліца

source: 3-я Новоселковая улица
be: 3-я Новасёлкавая вуліца

source: 3-я Новосуражская улица
be: 3-я Новасуражская вуліца

source: 3-я Октябрьская улица
be: 3-я Кастрычніцкая вуліца

source: 3-я Первомайская улица
be: 3-я Першамайская вуліца

source: 3-я Полоцкая улица
be: 3-я Полацкая вуліца

source: 3-я Полярная улица
be: 3-я Палярная вуліца

source: 3-я Поперечная улица
be: 3-я Папярочная вуліца

source: 3-я Поселковая улица
be: 3-я Пасялковая вуліца

source: 3-я Прибережная улица
be: 3-я Прыбярэжная вуліца

source: 3-я Пригородная улица
be: 3-я Прыгарадная вуліца

source: 3-я Пролетарская улица
be: 3-я Пралетарская вуліца

source: 3-я Прорезная улица
be: 3-я Праразная вуліца

source: 3-я Прядильная улица
be: 3-я Прадзільная вуліца

source: 3-я Садовая улица
be: 3-я Садовая вуліца

source: 3-я Сенненская улица
be: 3-я Сенненская вуліца

source: 3-я Слабодская улица
be: 3-я Слабодзкая вуліца

source: 3-я Совхозная улица
be: 3-я Саўгасная вуліца

source: 3-я Стадионная улица
be: 3-я Стадыённая вуліца

source: 3-я Суражская улица
be: 3-я Суражская вуліца

source: 3-я Техническая улица
be: 3-я Тэхнічная вуліца

source: 3-я Тираспольская улица
be: 3-я Ціраспальская вуліца

source: 3-я Транзитная улица
be: 3-я Транзітная вуліца

source: 3-я Трудовая улица
be: 3-я Працоўная вуліца

source: 3-я Украинская улица
be: 3-я Украінская вуліца

source: 3-я Улановическая улица
be: 3-я Уланавіцкая вуліца

source: 3-я улица Азина
be: 3-я вуліца Азіна

source: 3-я улица Бебеля
be: 3-я вуліца Бебеля

source: 3-я улица Бядули
be: 3-я вуліца Бядулі

source: 3-я улица Войкова
be: 3-я вуліца Войкава

source: 3-я улица Воли
be: 3-я вуліца Волі

source: 3-я улица Заслонова
be: 3-я вуліца Заслонава

source: 3-я улица Крупской
be: 3-я вуліца Крупскай

source: 3-я улица Куйбышева
be: 3-я вуліца Куйбышава

source: 3-я улица Луначарского
be: 3-я вуліца Луначарскага

source: 3-я улица Мира
be: 3-я вуліца Міру

source: 3-я улица Сильницкого
be: 3-я вуліца Сільніцкага

source: 3-я улица Струшенский Овраг
be: 3-я вуліца Струшенскі Аўраг

source: 3-я улица Ульянка
be: 3-я вуліца Ульянка

source: 3-я улица Чернышевского
be: 3-я вуліца Чарнышэўскага

source: 3-я улица Черняховского
be: 3-я вуліца Чарняхоўскага

source: 3-я улица Чкалова
be: 3-я вуліца Чкалава

source: 3-я улица Щорса
be: 3-я вуліца Шчорса

source: 3-я Хасановская улица
be: 3-я Хасанаўская вуліца

source: 3-я Хлебная улица
be: 3-я Хлебная вуліца

source: 3-я Целинная улица
be: 3-я Цалінная вуліца

source: 3-я Чепинская улица
be: 3-я Чэпінская вуліца

source: 3-я Широкая улица
be: 3-я Шырокая вуліца

source: 4-й Алтайский переулок
be: 4-ы Алтайскі завулак

source: 4-й Береговой переулок
be: 4-ы Берагавы завулак

source: 4-й Брестский переулок
be: 4-ы Брэсцкі завулак

source: 4-й Великолукский переулок
be: 4-ы Велікалуцкі завулак

source: 4-й Весенний переулок
be: 4-ы Веснавы завулак

source: 4-й Виноградный переулок
be: 4-ы Вінаградны завулак

source: 4-й Грушевский переулок
be: 4-ы Грушаўскі завулак

source: 4-й Дальний переулок
be: 4-ы Дальні завулак

source: 4-й Долгиновский переулок
be: 4-ы Даўгінаўскі завулак

source: 4-й Друтский переулок
be: 4-ы Друцкі завулак

source: 4-й Дубовский переулок
be: 4-ы Дубоўскі завулак

source: 4-й Железнодорожный переулок
be: 4-ы Чыгуначны завулак

source: 4-й Загородный переулок
be: 4-ы Загарадны завулак

source: 4-й Залинейный переулок
be: 4-ы Залінейны завулак

source: 4-й Западный переулок
be: 4-ы Заходні завулак

source: 4-й Золотогорский переулок
be: 4-ы Залатагорскі завулак

source: 4-й Измайловский переулок
be: 4-ы Ізмайлаўскі завулак

source: 4-й Индустриальный переулок
be: 4-ы Індустрыяльны завулак

source: 4-й Июньский переулок
be: 4-ы Чэрвеньскі завулак

source: 4-й Калиновый переулок
be: 4-ы Калінавы завулак

source: 4-й Карабановский переулок
be: 4-ы Карабанаўскі завулак

source: 4-й Кирпичный переулок
be: 4-ы Цагляны завулак

source: 4-й Колхозный переулок
be: 4-ы Калгасны завулак

source: 4-й Красненский проезд
be: 4-ы Красненскі праезд

source: 4-й Красноармейский переулок
be: 4-ы Чырвонаармейскі завулак

source: 4-й Красногвардейский переулок
be: 4-ы Чырвонагвардзейскі завулак

source: 4-й Краснофлотский проезд
be: 4-ы Чырвонафлоцкі праезд

source: 4-й Лагерный переулок
be: 4-ы Лагерны завулак

source: 4-й Лесной переулок
be: 4-ы Лясны завулак

source: 4-й Линейный переулок
be: 4-ы Лінейны завулак

source: 4-й Лыщинский переулок
be: 4-ы Лышчынскі завулак

source: 4-й Малевичский переулок
be: 4-ы Малевіцкі завулак

source: 4-й Межевой переулок
be: 4-ы Межавы завулак

source: 4-й Могилевский переулок
be: 4-ы Магілёўскі завулак

source: 4-й Московский переулок
be: 4-ы Маскоўскі завулак

source: 4-й Нагорный переулок
be: 4-ы Нагорны завулак

source: 4-й Новый переулок
be: 4-ы Новы завулак

source: 4-й Обуховский переулок
be: 4-ы Абухоўскі завулак

source: 4-й Окружной переулок
be: 4-ы Акружны завулак

source: 4-й Октябрьский переулок
be: 4-ы Кастрычніцкі завулак

source: 4-й Орловский переулок
be: 4-ы Арлоўскі завулак

source: 4-й Осенний переулок
be: 4-ы Асенні завулак

source: 4-й Парковый переулок
be: 4-ы Паркавы завулак

source: 4-й Первомайский переулок
be: 4-ы Першамайскі завулак

source: 4-й переулок 1 Мая
be: 4-ы завулак 1 Мая

source: 4-й переулок Белинского
be: 4-ы завулак Бялінскага

source: 4-й переулок Белыницкого-Бирули
be: 4-ы завулак Бялыніцкага-Бірулі

source: 4-й переулок Володарского
be: 4-ы завулак Валадарскага

source: 4-й переулок Гречихи
be: 4-ы завулак Грачыхі

source: 4-й переулок Зайцева
be: 4-ы завулак Зайцава

source: 4-й переулок Заслонова
be: 4-ы завулак Заслонава

source: 4-й переулок Зюбина
be: 4-ы завулак Зюбіна

source: 4-й переулок Ильича
be: 4-ы завулак Іл’іча

source: 4-й переулок Калинина
be: 4-ы завулак Калініна

source: 4-й переулок Катаева
be: 4-ы завулак Катаева

source: 4-й переулок Кольцова
be: 4-ы завулак Кальцова

source: 4-й переулок Комарова
be: 4-ы завулак Камарова

source: 4-й переулок Кондратенко
be: 4-ы завулак Кандраценкі

source: 4-й переулок Космонавтов
be: 4-ы завулак Касманаўтаў

source: 4-й переулок Крупской
be: 4-ы завулак Крупскай

source: 4-й переулок Куйбышева
be: 4-ы завулак Куйбышава

source: 4-й переулок Лазо
be: 4-ы завулак Лазо

source: 4-й переулок Ленина
be: 4-ы завулак Леніна

source: 4-й переулок Лизы Чайкиной
be: 4-ы завулак Лізы Чайкінай

source: 4-й переулок Люси Сечко
be: 4-ы завулак Люсі Сячко

source: 4-й переулок Марата
be: 4-ы завулак Марата

source: 4-й переулок Матросова
be: 4-ы завулак Матросава

source: 4-й переулок Мечникова
be: 4-ы завулак Мечнікава

source: 4-й переулок Мироновой
be: 4-ы завулак Міронавай

source: 4-й переулок Михаила Фрунзе
be: 4-ы завулак Міхаіла Фрунзэ

source: 4-й переулок Михалово
be: 4-ы завулак Міхалова

source: 4-й переулок Мичурина
be: 4-ы завулак Мічурына

source: 4-й переулок Монтажников
be: 4-ы завулак Мантажнікаў

source: 4-й переулок Московского
be: 4-ы завулак Маскоўскага

source: 4-й переулок Некрасова
be: 4-ы завулак Някрасава

source: 4-й переулок Никитина
be: 4-ы завулак Нікіціна

source: 4-й переулок Павлова
be: 4-ы завулак Паўлава

source: 4-й переулок Салова
be: 4-ы завулак Салава

source: 4-й переулок Скорины
be: 4-ы завулак Скарыны

source: 4-й переулок Терешковой
be: 4-ы завулак Церашковай

source: 4-й переулок Чапаева
be: 4-ы завулак Чапаева

source: 4-й переулок Чернышевского
be: 4-ы завулак Чарнышэўскага

source: 4-й переулок Шабельникова
be: 4-ы завулак Шабельнікава

source: 4-й переулок Шевченко
be: 4-ы завулак Шаўчэнкі

source: 4-й Подгорный переулок
be: 4-ы Падгорны завулак

source: 4-й Подольный переулок
be: 4-ы Падольны завулак

source: 4-й Подольский переулок
be: 4-ы Падольскі завулак

source: 4-й Полиграфический переулок
be: 4-ы Паліграфічны завулак

source: 4-й Полоцкий переулок
be: 4-ы Полацкі завулак

source: 4-й Пригородный переулок
be: 4-ы Прыгарадны завулак

source: 4-й Прогонный переулок
be: 4-ы Прагонны завулак

source: 4-й проезд Максима Горького
be: 4-ы праезд Максіма Горкага

source: 4-й Пролетарский переулок
be: 4-ы Пралетарскі завулак

source: 4-й Путейский переулок
be: 4-ы Пуцейскі завулак

source: 4-й Путепроводный переулок
be: 4-ы Пуцеправодны завулак

source: 4-й Радиаторный переулок
be: 4-ы Радыятарны завулак

source: 4-й Садовый переулок
be: 4-ы Садовы завулак

source: 4-й Свердловский проезд
be: 4-ы Свярдлоўскі праезд

source: 4-й Свирский переулок
be: 4-ы Свірскі завулак

source: 4-й Северный переулок
be: 4-ы Паўночны завулак

source: 4-й Сенненский переулок
be: 4-ы Сенненскі завулак

source: 4-й Сморговский переулок
be: 4-ы Смаргоўскі завулак

source: 4-й Советский переулок
be: 4-ы Савецкі завулак

source: 4-й Совхозный переулок
be: 4-ы Саўгасны завулак

source: 4-й Солнечный переулок
be: 4-ы Сонечны завулак

source: 4-й Спортовый переулок
be: 4-ы Спартовы завулак

source: 4-й Староволотовской переулок
be: 4-ы Стараволатаўскі завулак

source: 4-й Строительный переулок
be: 4-ы Будаўнічы завулак

source: 4-й Томский переулок
be: 4-ы Томскі завулак

source: 4-й Тракторный переулок
be: 4-ы Трактарны завулак

source: 4-й Транзитный переулок
be: 4-ы Транзітны завулак

source: 4-й Урожайный переулок
be: 4-ы Ураджайны завулак

source: 4-й Холмогорский переулок
be: 4-ы Халмагорскі завулак

source: 4-й Черепичный переулок
be: 4-ы Чарапічны завулак

source: 4-й Южный переулок
be: 4-ы Паўднёвы завулак

source: 4-й Ямницкий переулок
be: 4-ы Ямніцкі завулак

source: 4-я Береговая улица
be: 4-я Берагавая вуліца

source: 4-я Вересковая улица
be: 4-я Верасовая вуліца

source: 4-я Ветеранская улица
be: 4-я Вецяранская вуліца

source: 4-я Железнодорожная улица
be: 4-я Чыгуначная вуліца

source: 4-я Заводская улица
be: 4-я Заводская вуліца

source: 4-я Загородная улица
be: 4-я Загарадная вуліца

source: 4-я Загорянская улица
be: 4-я Загаранская вуліца

source: 4-я Задорожная улица
be: 4-я Задарожная вуліца

source: 4-я Западная улица
be: 4-я Заходняя вуліца

source: 4-я Индустриальная улица
be: 4-я Індустрыяльная вуліца

source: 4-я Иногородняя улица
be: 4-я Іншагародняя вуліца

source: 4-я Кедровая улица
be: 4-я Кедравая вуліца

source: 4-я Клиническая улица
be: 4-я Клінічная вуліца

source: 4-я Коллективная улица
be: 4-я Калектыўная вуліца

source: 4-я Коммунальная улица
be: 4-я Камунальная вуліца

source: 4-я Краснобригадная улица
be: 4-я Чырвонабрыгадная вуліца

source: 4-я Лариновская улица
be: 4-я Ларынаўская вуліца

source: 4-я Лесная улица
be: 4-я Лясная вуліца

source: 4-я Линейная улица
be: 4-я Лінейная вуліца

source: 4-я Луговая улица
be: 4-я Лугавая вуліца

source: 4-я Лужеснянская улица
be: 4-я Лужаснянская вуліца

source: 4-я Луческая улица
be: 4-я Лучоская вуліца

source: 4-я Мопровская улица
be: 4-я Мопраўская вуліца

source: 4-я Новоостровенская улица
be: 4-я Новаастровенская вуліца

source: 4-я Новоселковая улица
be: 4-я Новасёлкавая вуліца

source: 4-я Первомайская улица
be: 4-я Першамайская вуліца

source: 4-я Полоцкая улица
be: 4-я Полацкая вуліца

source: 4-я Полярная улица
be: 4-я Палярная вуліца

source: 4-я Поперечная улица
be: 4-я Папярочная вуліца

source: 4-я Пригородная улица
be: 4-я Прыгарадная вуліца

source: 4-я Пролетарская улица
be: 4-я Пралетарская вуліца

source: 4-я Прядильная улица
be: 4-я Прадзільная вуліца

source: 4-я Садовая улица
be: 4-я Садовая вуліца

source: 4-я Совхозная улица
be: 4-я Саўгасная вуліца

source: 4-я Социалистическая улица
be: 4-я Сацыялістычная вуліца

source: 4-я Стадионная улица
be: 4-я Стадыённая вуліца

source: 4-я Суражская улица
be: 4-я Суражская вуліца

source: 4-я Техническая улица
be: 4-я Тэхнічная вуліца

source: 4-я Тираспольская улица
be: 4-я Ціраспальская вуліца

source: 4-я Тракторная улица
be: 4-я Трактарная вуліца

source: 4-я Трудовая улица
be: 4-я Працоўная вуліца

source: 4-я Украинская улица
be: 4-я Украінская вуліца

source: 4-я Улановическая улица
be: 4-я Уланавіцкая вуліца

source: 4-я улица Азина
be: 4-я вуліца Азіна

source: 4-я улица Войкова
be: 4-я вуліца Войкава

source: 4-я улица Заслонова
be: 4-я вуліца Заслонава

source: 4-я улица Крупской
be: 4-я вуліца Крупскай

source: 4-я улица Куйбышева
be: 4-я вуліца Куйбышава

source: 4-я улица Фрунзе
be: 4-я вуліца Фрунзэ

source: 4-я улица Чернышевского
be: 4-я вуліца Чарнышэўскага

source: 4-я улица Чкалова
be: 4-я вуліца Чкалава

source: 4-я улица Щорса
be: 4-я вуліца Шчорса

source: 4-я Хлебная улица
be: 4-я Хлебная вуліца

source: 4-я Чепинская улица
be: 4-я Чэпінская вуліца

source: 5-й Алтайский переулок
be: 5-ы Алтайскі завулак

source: 5-й Вильчицкий переулок
be: 5-ы Вільчыцкі завулак

source: 5-й Виноградный переулок
be: 5-ы Вінаградны завулак

source: 5-й Грушевский переулок
be: 5-ы Грушаўскі завулак

source: 5-й Дальний переулок
be: 5-ы Дальні завулак

source: 5-й Железнодорожный переулок
be: 5-ы Чыгуначны завулак

source: 5-й Залинейный переулок
be: 5-ы Залінейны завулак

source: 5-й Западный переулок
be: 5-ы Заходні завулак

source: 5-й Калиновый переулок
be: 5-ы Калінавы завулак

source: 5-й Карабановский переулок
be: 5-ы Карабанаўскі завулак

source: 5-й Кирпичный переулок
be: 5-ы Цагляны завулак

source: 5-й Кольцевой тупик
be: 5-ы Кальцавы тупік

source: 5-й Красненский проезд
be: 5-ы Красненскі праезд

source: 5-й Красногвардейский переулок
be: 5-ы Чырвонагвардзейскі завулак

source: 5-й Лагерный переулок
be: 5-ы Лагерны завулак

source: 5-й Лесной переулок
be: 5-ы Лясны завулак

source: 5-й Лыщинский переулок
be: 5-ы Лышчынскі завулак

source: 5-й Нагорный переулок
be: 5-ы Нагорны завулак

source: 5-й Окружной переулок
be: 5-ы Акружны завулак

source: 5-й Орловский переулок
be: 5-ы Арлоўскі завулак

source: 5-й Осенний переулок
be: 5-ы Асенні завулак

source: 5-й Парковый переулок
be: 5-ы Паркавы завулак

source: 5-й Первомайский переулок
be: 5-ы Першамайскі завулак

source: 5-й переулок 1 Мая
be: 5-ы завулак 1 Мая

source: 5-й переулок Гречихи
be: 5-ы завулак Грачыхі

source: 5-й переулок Зайцева
be: 5-ы завулак Зайцава

source: 5-й переулок Заслонова
be: 5-ы завулак Заслонава

source: 5-й переулок Зюбина
be: 5-ы завулак Зюбіна

source: 5-й переулок Ильича
be: 5-ы завулак Іл’іча

source: 5-й переулок Калинина
be: 5-ы завулак Калініна

source: 5-й переулок Катаева
be: 5-ы завулак Катаева

source: 5-й переулок Комарова
be: 5-ы завулак Камарова

source: 5-й переулок Кондратенко
be: 5-ы завулак Кандраценкі

source: 5-й переулок Космонавтов
be: 5-ы завулак Касманаўтаў

source: 5-й переулок Куйбышева
be: 5-ы завулак Куйбышава

source: 5-й переулок Лазо
be: 5-ы завулак Лазо

source: 5-й переулок Лизы Чайкиной
be: 5-ы завулак Лізы Чайкінай

source: 5-й переулок Люси Сечко
be: 5-ы завулак Люсі Сячко

source: 5-й переулок Марата
be: 5-ы завулак Марата

source: 5-й переулок Матросова
be: 5-ы завулак Матросава

source: 5-й переулок Мироновой
be: 5-ы завулак Міронавай

source: 5-й переулок Мичурина
be: 5-ы завулак Мічурына
